Repository: common-repository/woo-moneybird
Catalog: languages/wcmb-*.po
Languages: de_de, nl_nl

source: Integration of Moneybird for WooCommerce
de_de: Integration von Moneybird für WooCommerce
nl_nl: Integratie van Moneybird voor WooCommerce

source: Generate invoice using Moneybird API form WooCommerce Order.
de_de: Rechnung mit Moneybird API Formular WooCommerce Order erstellen.
nl_nl: Genereer factuur met behulp van Moneybird API-formulier WooCommerce Order.

source: Security check
de_de: Sicherheitskontrolle
nl_nl: Veiligheidscontrole

source: MoneyBird General Settings
de_de: MoneyBird Allgemeine Einstellungen
nl_nl: Algemene instellingen van MoneyBird

source: Please Get Access token Process complite.<br />Go to Moneybird API setting
de_de: Bitte Get Access Token Process complite. <br /> Wechseln Sie zur Moneybird-API-Einstellung
nl_nl: Krijg toegang tokenproces compleet. <br /> Ga naar de Moneybird API-instelling

source: Moneybird Document Style
de_de: Moneybird-Dokumentstil
nl_nl: Moneybird-documentstijl

source: Moneybird API Setting
de_de: Moneybird API-Einstellung
nl_nl: Moneybird API-instelling

source: Invoice
de_de: Rechnung
nl_nl: Factuur

source: View
de_de: Aussicht
nl_nl: Uitzicht

source: MoneyBird API Settings
de_de: MoneyBird API-Einstellungen
nl_nl: MoneyBird API-instellingen

source: Client ID
de_de: Kunden ID
nl_nl: klant identificatie

source: Enter the MoneyBird Client ID
de_de: Geben Sie die MoneyBird-Client-ID ein
nl_nl: Voer de MoneyBird-client-ID in

source: Client Secret ID
de_de: Geheime Kundennummer
nl_nl: Klantgeheim ID

source: Enter the MoneyBird Client secret ID
de_de: Geben Sie die geheime MoneyBird Client-ID ein
nl_nl: Voer de geheime ID van de MoneyBird-client in

source: Access Token Key
de_de: Zugriffstoken-Schlüssel
nl_nl: Toegang tokensleutel

source: <b>How to Create API token : </b> You can be done by logging in to your Moneybird account and visit the page
de_de: <b> So erstellen Sie ein API-Token: </ b> Melden Sie sich bei Ihrem Moneybird-Konto an und rufen Sie die Seite auf
nl_nl: <b> API-token maken: </b> u kunt dit doen door u aan te melden bij uw Moneybird-account en de pagina te bezoeken

source: <b>Note: </b> Go to Currency options and Please select your Euro (€) Currency.
de_de: <b> Hinweis: </ b> Gehen Sie zu Währungsoptionen und wählen Sie Ihre Euro (€) -Währung aus.
nl_nl: <b> Opmerking: </b> ga naar valuta-opties en selecteer uw euro (€) valuta.

source: Selected Administrator
de_de: Ausgewählter Administrator
nl_nl: Geselecteerde beheerder

source: Administrator Name:
nl_nl: Naam beheerder:

source: Administrator Id:
nl_nl: Beheerder-ID:

source: Administrator Language:
de_de: Administrator-Sprache:
nl_nl: Taal beheerder:

source: Administrator Currency:
de_de: Administratorwährung:
nl_nl: Valuta van beheerder:

source: Administrator Country:
de_de: Land des Administrators:
nl_nl: Land van beheerder:

source: Administrator Time-Zone:
de_de: Administrator-Zeitzone:
nl_nl: Tijdzone beheerder:

source: Get Access Tocken
de_de: Zugriffstoken erhalten
nl_nl: Krijg toegang Tocken

source: Download Invoice from MoneyBird
de_de: Laden Sie Invoice von MoneyBird herunter
nl_nl: Download factuur van MoneyBird

source: Reset
de_de: Zurücksetzen
